[
  {
    "category": "Literary ",
    "name": "Lambda Literary",
    "website": "https://lambdaliterary.org/",
    "description": "Lambda Literary champions LGBTQ+ storytelling through programs that nurture emerging queer writers and amplify diverse voices in literature. From their acclaimed Lambda Literary Awards to writing retreats and fellowships, this nonprofit is a pillar for inclusive literary excellence."
  },
  {
    "category": "Wellness",
    "name": "Black Girl in Om",
    "website": "https://www.blackgirlinom.com/",
    "description": "Black Girl In Om is a wellness and spiritual community centering Black women and femmes. Through mindful offerings, healing-centered content, and transformative gatherings, they hold space for rest, renewal, and reclamation in a world that often demands otherwise."
  },
  {
    "category": "Writing Contests",
    "name": "The Hurston/Wright Foundation",
    "website": "https://www.hurstonwright.org/",
    "description": "Named in honor of literary icons Zora Neale Hurston and Richard Wright, this foundation uplifts Black writers at all stages of their careers. They provide workshops, awards, and fellowships to support Black literary excellence and cultural legacy."
  },
  {
    "category": "Wellness",
    "name": "Black Women for Wellness",
    "website": "https://bwwla.org/",
    "description": "Black Women for Wellness is a reproductive justice and wellness organization committed to the health and well-being of Black women and girls. Through education, advocacy, and community-based programs, BWWLA tackles issues like health disparities, environmental justice, and policy change to ensure Black women thrive in mind, body, and spirit."
  },
  {
    "category": "Wellness",
    "name": "Black Women's Health Imperative",
    "website": "https://bwhi.org/",
    "description": "The Black Women?s Health Imperative is the first national nonprofit solely dedicated to improving the health and wellness of Black women and girls. Through policy, research, advocacy, and health programming, BWHI works to eliminate health disparities and build a culture of wellness that honors Black lives."
  },
  {
    "category": "Wellness",
    "name": "Foundation for Black Women's Wellness",
    "website": "https://www.ffbww.org/",
    "description": "Based in Wisconsin, the Foundation for Black Women?s Wellness empowers Black women and girls to live well, thrive, and be free. FFBWW leads powerful community initiatives focused on health, economic mobility, and leadership, redefining wellness as a pathway to liberation."
  },
  {
    "category": "Wellness",
    "name": "California Black Women's Health Project",
    "website": "https://www.cabwhp.org/",
    "description": "CABWHP is a statewide, community-driven organization committed to advocating for the health and well-being of Black women and girls in California. With a focus on mental health, policy change, and leadership development, they provide tools and programs to foster holistic healing and self-determination."
  },
  {
    "category": "Wellness",
    "name": "Black Girls Smile",
    "website": "https://www.blackgirlssmile.org/",
    "description": "Black Girls Smile centers the mental health needs of young Black women and girls through education, advocacy, and culturally affirming programming. From therapy access to wellness resources, they are creating safe spaces where mental health is prioritized, normalized, and celebrated."
  },
  {
    "category": "Wellness",
    "name": "The Loveland Foundation",
    "website": "https://thelovelandfoundation.org/",
    "description": "Founded by Rachel Cargle, The Loveland Foundation provides therapy support and healing resources to Black women and girls. Through the Loveland Therapy Fund, they offer access to high-quality, culturally competent mental health professionals?building a bridge to liberation through care."
  },
  {
    "category": "Wellness",
    "name": "Black Mamas Matter Alliance",
    "website": "https://blackmamasmatter.org/",
    "description": "BMMA is a powerful collective advancing Black maternal health, rights, and justice. They center the voices of Black birthing people through advocacy, research, and cultural shift work?championing a world where Black mamas not only survive but thrive."
  },
  {
    "category": "Wellness",
    "name": "Center for Black Women's Wellness",
    "website": "https://www.cbww.org/",
    "description": "Located in Atlanta, CBWW is a community-based health and wellness center offering affordable healthcare, mental health services, and economic empowerment for Black women and their families. Their holistic model nurtures physical, emotional, and financial well-being across generations."
  },
  {
    "category": "Wellness",
    "name": "Health in Her Hue",
    "website": "https://healthinherhue.com/",
    "description": "Health in Her HUE connects Black women and women of color to culturally competent healthcare providers, resources, and community. Through their digital platform and educational tools, they?re building health literacy and empowering women to take charge of their care with confidence and connection."
  },
  {
    "category": "Wellness",
    "name": "The Motherhood Group",
    "website": "https://themotherhoodgroup.org/",
    "description": "This UK-based organization is committed to the mental health and well-being of Black mothers. Through workshops, events, and advocacy, The Motherhood Group creates safe spaces for Black women to share their experiences, access support, and receive the maternal care they deserve."
  },
  {
    "category": "Wellness",
    "name": "Afiya Center",
    "website": "https://www.theafiyacenter.org/",
    "description": "Based in Texas, The Afiya Center is a Black-led reproductive justice organization advancing the rights and well-being of Black women and girls. Their work focuses on abortion access, HIV advocacy, and addressing systemic inequities in healthcare with love, dignity, and power."
  },
  {
    "category": "Wellness",
    "name": "Sister Love",
    "website": "https://www.sisterlove.org/",
    "description": "Founded in Atlanta, SisterLove is one of the first organizations focused on the intersection of HIV/AIDS and reproductive justice for Black women. They empower communities through education, prevention, advocacy, and care rooted in justice, healing, and radical love."
  },
  {
    "category": "Wellness",
    "name": "Shades of Blue Project",
    "website": "https://www.shadesofblueproject.org/",
    "description": "Shades of Blue Project supports Black women before, during, and after childbirth?especially those dealing with postpartum depression and birth trauma. Their work centers maternal mental health, advocacy, and culturally competent care to ensure every Black mother feels seen, supported, and whole."
  },
  {
    "category": "Wellness",
    "name": "Sister Song",
    "website": "https://www.sistersong.net/",
    "description": "A foundational force in the reproductive justice movement, SisterSong amplifies the voices of Indigenous women and women of color. With a focus on human rights, health equity, and collective liberation, they provide education, training, and advocacy that centers the full lived experiences of marginalized communities."
  },
  {
    "category": "Wellness",
    "name": "Resore Forward",
    "website": "https://restoreny.org/",
    "description": "Located on 300 acres in upstate New York, Restore Forward designs and delivers its land-based healing program, farm programs, crisis intervention and mental health services, reproductive health services, retreats, and its transformational Institute offerings."
  },
  {
    "category": "Writing Contests",
    "name": "Lambda Literary Awards",
    "website": "https://lambdaliterary.org/awards/",
    "description": "The Lambda Literary Awards (\"Lammys\") honor the very best in LGBTQ+ literature each year. Spanning dozens of categories, the awards spotlight queer authors whose work pushes boundaries, uplifts community stories, and reshapes the literary landscape with bold brilliance."
  },
  {
    "category": "Report",
    "name": "Reproductive Justice Policy Agenda",
    "website": "https://intersectionsofourlives.org/wp-content/uploads/2024/12/Intersections-RJ-Policy-Agenda-2025_FINAL.pdf",
    "description": "This collaborative policy agenda from In Our Own Voice, National Latina Institute for Reproductive Justice, and NAPAWF lays out a bold vision for reproductive justice. Grounded in intersectionality, the agenda addresses health equity, economic justice, and racial justice for women of color.\n"
  },
  {
    "category": "Wellness",
    "name": "National Black Women's Reproductive Justice Agenda",
    "website": "https://blackrj.org/",
    "description": "Created by Black RJ leaders including In Our Own Voice and the Black Women?s Health Imperative, this agenda outlines policy solutions rooted in reproductive justice and racial equity. It uplifts the rights of Black women, femmes, and gender-expansive people to thrive in all areas of life?from healthcare to economic security and beyond."
  },
  {
    "category": "Report",
    "name": "Reproductive Justice Briefing Book",
    "website": "https://www.protectchoice.org/downloads/Reproductive%20Justice%20Briefing%20Book.pdf",
    "description": "This in-depth briefing book breaks down the foundations of reproductive justice?covering policy, race, gender, and economic context. It?s an accessible, go-to resource for advocates, educators, and creatives wanting to integrate RJ frameworks into their work and activism."
  },
  {
    "category": "Wellness",
    "name": "Common Wealth Fund",
    "website": "https://www.commonwealthfund.org/",
    "description": "The Commonwealth Fund works to create a more just, equitable, and efficient health care system. Their research and policy analysis highlight racial disparities in healthcare, support innovative health solutions, and uplift community-centered models?especially for Black, Indigenous, and people of color."
  },
  {
    "category": "Literary ",
    "name": "The Ben Bagdikian Fellowship",
    "website": "https://www.motherjones.com/careers/fellowships/",
    "description": "A prestigious opportunity for aspiring journalists, this fellowship from Mother Jones offers hands-on experience in investigative reporting with a focus on social justice. Fellows work closely with seasoned editors and contribute to bold, impactful storytelling that holds power to account."
  },
  {
    "category": "Literary ",
    "name": "Henry A. Wallace Fellowship",
    "website": "https://ips-dc.org/project/henry-a-wallace-fellowship-program/",
    "description": "Hosted by the Institute for Policy Studies, this yearlong fellowship supports emerging progressive thinkers and writers, particularly people of color and LGBTQ+ activists. Fellows engage in movement-building research, communications, and writing aimed at shaping policy and public consciousness."
  },
  {
    "category": "Literary ",
    "name": "Black lawrence press",
    "website": "https://blacklawrencepress.com/",
    "description": "An independent publisher of bold, genre-defying literature, Black Lawrence Press uplifts underrepresented voices through poetry, fiction, and cross-genre work. They offer open reading periods, contests, and a commitment to literary excellence beyond the mainstream."
  },
  {
    "category": "Literary ",
    "name": "Black Warrior Review ",
    "website": "https://bwr.ua.edu/",
    "description": "Founded at the University of Alabama, BWR is a literary journal known for its innovative, experimental, and socially engaged work. They publish poetry, fiction, nonfiction, and art that challenge boundaries and uplift marginalized voices?especially from BIPOC and queer creators."
  },
  {
    "category": "Literary ",
    "name": "Blessing the boats ",
    "website": "https://www.boaeditions.org/",
    "description": "Inspired by Lucille Clifton?s iconic poem, Blessing the Boats is a literary platform and publishing initiative devoted to Black feminist poetics, cultural memory, and liberation. It offers mentorship, workshops, and a nurturing space for emerging Black writers whose work centers spirit, resistance, and radical imagination."
  },
  {
    "category": "Literary ",
    "name": "Cave Canem ",
    "website": "https://cavecanempoets.org/",
    "description": "Cave Canem is a cornerstone of Black poetry. Founded to remedy the underrepresentation of Black poets in the literary world, it offers fellowships, workshops, and community rooted in Black literary excellence, creative freedom, and poetic lineage."
  },
  {
    "category": "Literary ",
    "name": "University of Arkansas Press ",
    "website": "https://www.uapress.com/",
    "description": "The University of Arkansas Press publishes powerful literary and academic work, with a strong emphasis on poetry, regional history, and underrepresented voices. Their Miller Williams Poetry Series is a notable platform for emerging poets, including many from BIPOC communities."
  },
  {
    "category": "Literary ",
    "name": "Aaduna ",
    "website": "https://www.aaduna.net/",
    "description": "aaduna is an online journal that uplifts new and emerging voices in poetry, fiction, nonfiction, and visual arts. Its name is rooted in African traditions, and its mission is to create space for cultural and artistic expression across the African diaspora and beyond."
  },
  {
    "category": "Literary ",
    "name": "The Acentos Review ",
    "website": "https://www.acentosreview.com/",
    "description": "This online journal centers Latinx voices in literature and art, showcasing poetry, fiction, nonfiction, and visual work that reflects the diversity, complexity, and beauty of Latinidad. It?s a space for both emerging and established writers, activists, and creatives."
  },
  {
    "category": "Literary ",
    "name": "African Heritage Press ",
    "website": "https://www.africanheritagepress.com/index.html",
    "description": "African Heritage Press publishes works that celebrate the global African experience. Focused on literature, history, and culture, the press uplifts African and diasporic narratives with an emphasis on academic rigor, historical truth, and cultural pride."
  },
  {
    "category": "Literary ",
    "name": "Alternative field ",
    "website": "https://www.alternativefield.com/",
    "description": "A multidisciplinary arts organization based in Los Angeles, Alternative Field supports writers, poets, and activists through workshops, publishing projects, and a youth poetry fellowship. Their work blends creative expression with social justice and community organizing."
  },
  {
    "category": "Literary ",
    "name": "Apogee Journal ",
    "website": "https://apogeejournal.org/",
    "description": "Apogee is a journal of literature and art that engages with identity, politics, and aesthetics. It uplifts the voices of writers of color, queer and trans writers, and those from historically marginalized backgrounds through powerful, experimental, and socially conscious storytelling."
  },
  {
    "category": "Literary ",
    "name": "Aquarius Press ",
    "website": "https://aquariuspress.net/",
    "description": "A Black woman-owned press, Aquarius Press publishes cutting-edge work in poetry, fiction, and hybrid genres. Known for its Willow Books imprint and the Literary Warrior series, it celebrates visionary voices in the Black literary tradition and beyond."
  },
  {
    "category": "Literary ",
    "name": "Arkana ",
    "website": "https://arkanamag.org/",
    "description": "Run by the Arkansas Writers MFA Program, Arkana is an online literary journal committed to publishing marginalized voices. With a mission of inclusivity, they feature writing that challenges, illuminates, and dares?making space for the stories that often go unheard."
  },
  {
    "category": "Literary ",
    "name": "Back Bone Press ",
    "website": "https://backbonepress.org/",
    "description": "Backbone Press is an independent publisher dedicated to writers of color and poetry that centers culture, history, and social justice. Their chapbooks and full-length collections uplift voices that confront silence and celebrate resilience."
  },
  {
    "category": "Literary ",
    "name": "Black Poetry Review ",
    "website": "https://blackpoetry.review/",
    "description": "An online publication and critical space, Black Poetry Review celebrates the depth, history, and future of Black poetics. With essays, reviews, and new writing, it?s a rich resource for engaging with Black poetry as art, archive, and activism."
  },
  {
    "category": "Literary ",
    "name": "Blackberry ",
    "website": "https://blackberryamagazine.bigcartel.com/",
    "description": "BLACKBERRY is a literary magazine devoted to Black women writers and artists. It features prose, poetry, photography, and visual art that reflect the richness and nuance of Black womanhood, celebrating creative expression in all its forms."
  },
  {
    "category": "Literary ",
    "name": "Black Sunflower Poetry Press ",
    "website": "https://www.blacksunflowerspoetry.com/",
    "description": "Black Sunflowers Poetry Press is a UK-based, Black woman-led publishing house dedicated to contemporary poetry by Black and marginalized writers. Through mentorship, workshops, and beautiful chapbooks, it?s cultivating a bold, global poetry movement rooted in justice and joy."
  },
  {
    "category": "Literary ",
    "name": "BLF Press ",
    "website": "https://www.blfpress.com/",
    "description": "BLF (Black Lesbian Feminist) Press is an independent, Black feminist publishing house centering the voices of Black women, women of color, and LGBTQ+ writers. Their fiction, essays, and poetry uplift intersectional identities often ignored in mainstream publishing."
  },
  {
    "category": "Literary ",
    "name": "Catalyst Press ",
    "website": "https://www.catalystpress.org/",
    "description": "Catalyst Press is a multicultural independent publisher connecting African literature with global audiences. Focused on fiction, graphic novels, and nonfiction, they amplify African voices, challenge dominant narratives, and spark cross-cultural dialogue through storytelling."
  },
  {
    "category": "Literary ",
    "name": "Dry Land Literary Journal",
    "website": "https://drylandliteraryjournal.wordpress.com/",
    "description": "Based in South Central Los Angeles, Dryland is a literary journal spotlighting emerging writers from underrepresented communities. With a gritty, grassroots aesthetic, it celebrates the power of local stories with global resonance?especially Black and Latinx voices."
  },
  {
    "category": "Literary ",
    "name": "DSTL Arts",
    "website": "https://www.dstlarts.org/",
    "description": "DSTL Arts is a nonprofit arts mentorship organization that nurtures creative literacy and publishing skills for emerging writers and visual artists from underserved communities. Through zines, chapbooks, and free programs, they empower artistic self-expression and social commentary."
  },
  {
    "category": "Literary ",
    "name": "Duende Literary ",
    "website": "https://www.duendeliterary.org/",
    "description": "DUENDE is the student-run literary journal from the MFA program at Goddard College. It publishes poetry, fiction, nonfiction, and hybrid work that speaks from the margins, honoring diverse voices and the spirit of risk, resistance, and radical storytelling."
  },
  {
    "category": "Literary ",
    "name": "Fiyahlit Mag ",
    "website": "https://fiyahlitmag.com/",
    "description": "FIYAH is a celebrated literary magazine of Black speculative fiction?sci-fi, fantasy, horror, and more. It publishes fearless, futuristic, and magical stories by Black writers, reimagining what the genre can be through an unapologetically Black lens."
  },
  {
    "category": "Literary ",
    "name": "Futurepoem Books ",
    "website": "https://www.futurepoem.com/",
    "description": "Futurepoem publishes innovative poetry, hybrid texts, and genre-blurring literature that challenges form and expands thought. With a commitment to underrepresented and boundary-pushing voices, they offer a home for experimental work rooted in imagination and inquiry."
  },
  {
    "category": "Literary ",
    "name": "Tribes Magazine ",
    "website": "https://www.tribes.org/",
    "description": "Founded by poet and artist Steve Cannon, Tribes is a legendary multicultural arts organization based in NYC. It fosters a community of avant-garde artists and writers?especially BIPOC creatives?through publishing, exhibitions, performances, and mentorship."
  },
  {
    "category": "Literary ",
    "name": "Hawaii Review ",
    "website": "https://hawaiireview.org/",
    "description": "Published by the University of Hawai?i at M?noa, Hawai?i Review showcases Pacific and Indigenous voices alongside global literature. Their issues often explore decolonial storytelling, environmental justice, and cross-cultural exchange in bold, poetic ways."
  },
  {
    "category": "Literary ",
    "name": "The Hellebore ",
    "website": "https://thehellebore.com/",
    "description": "The Hellebore is a literary and arts platform rooted in heritage, healing, and resistance. It amplifies Black, Indigenous, and POC creatives through poetry, essays, and visual art that speak to collective memory, cultural identity, and radical hope."
  },
  {
    "category": "Literary ",
    "name": "Indolent books ",
    "website": "https://www.indolentbooks.com/about/",
    "description": "Indolent Books is an independent press focused on poetry that provokes, challenges, and heals. They publish writers living with HIV and other marginalized identities, and use literature as a tool for dialogue around illness, activism, and creative truth."
  },
  {
    "category": "Literary ",
    "name": "Jaded Ibis Press ",
    "website": "https://jadedibispress.com/",
    "description": "Jaded Ibis is a feminist press publishing literature that disrupts, experiments, and transforms. Focused on social justice, intersectionality, and form-bending narratives, they create a space for writers who challenge literary conventions and oppressive systems alike."
  },
  {
    "category": "Literary ",
    "name": "Kaya Press ",
    "website": "https://kaya.com/about/",
    "description": "Kaya Press is a trailblazing indie publisher of innovative Asian Pacific diasporic literature. From poetry to graphic novels, their catalog is full of experimental, genre-defying work that centers marginalized narratives and pushes literary boundaries with care and craft."
  },
  {
    "category": "Literary ",
    "name": "Kegedonce Press ",
    "website": "https://kegedonce.com/",
    "description": "Based in Canada and Indigenous-owned, Kegedonce Press publishes powerful works by First Nations writers. With a deep commitment to Indigenous storytelling, it uplifts poetry, fiction, and memoir that honors land, language, and ancestral memory."
  },
  {
    "category": "Literary ",
    "name": "Kweli Journal ",
    "website": "https://www.kwelijournal.org/",
    "description": "Kweli Journal is a literary space for writers of color, offering a dynamic platform for fiction, nonfiction, and poetry that reflects the depth and breadth of BIPOC experiences. Beyond the page, Kweli also nurtures community through master classes and an annual literary festival."
  },
  {
    "category": "Literary ",
    "name": "Lucky Jefferson ",
    "website": "https://luckyjefferson.com/",
    "description": "Lucky Jefferson is a literary journal and creative studio disrupting traditional publishing norms. Focused on elevating diverse voices?especially Gen Z, BIPOC, and LGBTQ+ writers?it encourages bold experimentation and dynamic expression in both print and digital spaces."
  },
  {
    "category": "Literary ",
    "name": "Mizna ",
    "website": "https://mizna.org/",
    "description": "Mizna is a critical platform for Arab and Southwest Asian/North African (SWANA) writers and artists. Publishing poetry, prose, and visual art, Mizna challenges Orientalist tropes and builds community through culture, creative resistance, and unapologetic storytelling."
  },
  {
    "category": "Literary ",
    "name": "Mosaic Magazine ",
    "website": "https://mosaicmagazine.org/",
    "description": "Mosaic explores the literary arts through a Black lens, featuring profiles, essays, and original work from across the African diaspora. Published by the Literary Freedom Project, it also curates educational programs and reading guides to bring Black literature to life."
  },
  {
    "category": "Literary ",
    "name": "Nat Brut ",
    "website": "https://www.natbrut.com/",
    "description": "Nat. Brut is a genre-bending, queer-affirming, anti-capitalist literary magazine that centers work by marginalized creators. From essays to comics, their pages are radical, expansive, and deeply committed to inclusivity, accessibility, and artistic experimentation."
  },
  {
    "category": "Literary ",
    "name": "Obsidian Literary ",
    "website": "https://obsidianlit.org/",
    "description": "Obsidian is a long-standing literary journal dedicated to showcasing the brilliance of Black artists globally. Through poetry, fiction, hybrid work, and visual art, it amplifies voices across the African diaspora while honoring Black cultural memory, imagination, and innovation."
  },
  {
    "category": "Literary ",
    "name": "Oyster River Pages ",
    "website": "https://www.oysterriverpages.com/",
    "description": "Oyster River Pages is a literary and arts journal committed to social and creative transformation. It uplifts marginalized voices through storytelling, poetry, essays, and visual art that foster deep reflection and community engagement."
  },
  {
    "category": "Literary ",
    "name": "Pepal Tree Press ",
    "website": "https://www.peepaltreepress.com/",
    "description": "Based in the UK, Peepal Tree Press is a leading independent publisher of Caribbean and Black British literature. From poetry to fiction to nonfiction, their books explore postcolonial identity, migration, and the vibrancy of the African and Asian diasporas."
  },
  {
    "category": "Literary ",
    "name": "Redbone Press ",
    "website": "https://www.redbonepress.com/",
    "description": "RedBone Press publishes groundbreaking work by and about Black LGBTQ+ communities. With a focus on poetry, memoir, and cultural criticism, RedBone creates literary space for bold, intersectional narratives that challenge erasure and celebrate queer Black life."
  },
  {
    "category": "Literary ",
    "name": "Royal Rose Magazine ",
    "website": "https://royalrosemagazine.wordpress.com/",
    "description": "Royal Rose Magazine is a literary magazine focused on mental health, trauma, and recovery. Uplifting marginalized voices, especially from BIPOC and LGBTQ+ writers, it offers a space for vulnerability, healing, and reclamation through poetry and prose."
  },
  {
    "category": "Literary ",
    "name": "SAND Journal ",
    "website": "https://sandjournal.com/",
    "description": "SAND is a Berlin-based international journal that publishes eclectic, cross-border literature and art. With a focus on marginalized and multilingual voices, SAND bridges global perspectives through innovative fiction, poetry, and visual storytelling."
  },
  {
    "category": "Literary ",
    "name": "Solstice ",
    "website": "https://solsticelitmag.org/",
    "description": "Solstice Lit amplifies diverse voices through fiction, nonfiction, poetry, and photography that engage with issues of justice, identity, and transformation. It?s committed to featuring underrepresented perspectives and creating a space for inclusive literary excellence."
  },
  {
    "category": "Literary ",
    "name": "The 3rd Thing ",
    "website": "https://the3rdthing.press/",
    "description": "The 3rd Thing is a radical, independent press publishing interdisciplinary and experimental work. Prioritizing queer, BIPOC, and feminist creators, it supports hybrid projects that exist in the beautiful in-between of genre, form, and art."
  },
  {
    "category": "Literary ",
    "name": "Whet Zine ",
    "website": "https://www.whetzine.online",
    "description": "Whet is a vibrant, experimental literary zine focused on queer, trans, and BIPOC voices. With themes rooted in softness, pleasure, resistance, and embodiment, each issue is a playful and potent celebration of identity and creative liberation."
  },
  {
    "category": "Literary ",
    "name": "midnight & indigo ",
    "website": "https://www.midnightandindigo.com/",
    "description": "midnight & indigo is a literary home for Black women and nonbinary writers. Featuring original short stories, personal essays, and career-building workshops, it fosters a nurturing, creative community rooted in storytelling, empowerment, and representation."
  },
  {
    "category": "Literary ",
    "name": "African American Literarature Book Club ",
    "website": "https://aalbc.com/",
    "description": "AALBC is the largest and oldest online bookstore dedicated to Black literature and Black authors. Beyond selling books, it features author interviews, book reviews, reading lists, and a strong sense of community focused on celebrating and preserving Black literary culture."
  },
  {
    "category": "Literary ",
    "name": "Center for Black Literature ",
    "website": "https://centerforblackliterature.org/",
    "description": "Housed at Medgar Evers College, the Center for Black Literature promotes the study and celebration of Black literature and culture. Through conferences, readings, and educational programs, it nurtures intergenerational connections and literary scholarship."
  },
  {
    "category": "Literary ",
    "name": "National Association of Black Journalists ",
    "website": "https://nabjonline.org/",
    "description": "The National Association of Black Journalists advocates for Black professionals in journalism and media. It offers resources, training, and networking to support storytelling that reflects the diversity and richness of the Black experience in the U.S. and beyond."
  },
  {
    "category": "Literary ",
    "name": "National Book Foundation ",
    "website": "https://www.nationalbook.org/",
    "description": "The National Book Foundation celebrates literary excellence and expands access to reading through awards, education, and outreach. Best known for the National Book Awards, they also run programs like BookUp and Raising Readers to champion literary equity nationwide."
  },
  {
    "category": "Literary ",
    "name": "Power Poetry ",
    "website": "https://powerpoetry.org/",
    "description": "Power Poetry is the world?s first and largest digital platform for teen poets. It empowers young voices?especially BIPOC and LGBTQ+ youth?to express themselves through poetry, slam, and storytelling while fostering safe spaces for radical self-expression and activism."
  },
  {
    "category": "Literary ",
    "name": "Center for Fiction ",
    "website": "https://centerforfiction.org/",
    "description": "A literary hub in Brooklyn, The Center for Fiction supports emerging and established writers with residencies, workshops, and public readings. It?s a space for readers and creators alike to dive into fiction and nurture literary community and craft."
  },
  {
    "category": "Literary ",
    "name": "PEN America ",
    "website": "https://pen.org/",
    "description": "PEN America defends free expression and uplifts writers facing censorship, threats, and persecution. Through advocacy, literary awards, fellowships, and powerful reporting, it merges the worlds of art and human rights to champion bold, diverse storytelling."
  },
  {
    "category": "Literary ",
    "name": "VIDE: Women in Literary Arts ",
    "website": "https://www.facebook.com/VIDAlit/",
    "description": "VIDA is known for its groundbreaking VIDA Count, which tracks gender and racial representation in major literary publications. Through research, community events, and advocacy, VIDA promotes equity and inclusivity in the literary world?especially for women and nonbinary writers."
  },
  {
    "category": "Literary ",
    "name": "Free Black Women's Library ",
    "website": "https://www.thefreeblackwomenslibrary.com/",
    "description": "Founded by OlaRonke Akinmowo, this mobile library centers books written by Black women and femmes. With hundreds of titles, book swaps, and community events, it's a revolutionary literary space rooted in love, liberation, and collective knowledge."
  },
  {
    "category": "Literary ",
    "name": "Women's Fiction Writer Association ",
    "website": "https://wfwa.memberclicks.net/",
    "description": "WFWA supports women authors writing stories about women?s lives. Through webinars, critique groups, and mentorship, it provides resources and a supportive community for both published and aspiring writers navigating the world of women?s fiction."
  },
  {
    "category": "Literary ",
    "name": "Kundiman ",
    "website": "https://www.kundiman.org/",
    "description": "Kundiman is a literary nonprofit dedicated to nurturing Asian American writers. Through retreats, fellowships, and publishing opportunities, Kundiman builds community and supports work that deepens cultural dialogue and centers diasporic narratives."
  },
  {
    "category": "Literary ",
    "name": "Women's National Book Association ",
    "website": "https://wnba-books.org/",
    "description": "Since 1917, WNBA has advocated for women in the literary world?from writers and editors to publishers and booksellers. It hosts events, awards, and chapters nationwide that celebrate women's contributions to literature and book culture."
  },
  {
    "category": "Literary ",
    "name": "Black Girl Writers ",
    "website": "https://blackgirlwriters.org/",
    "description": "Black Girl Writers is a creative community and mentorship platform uplifting Black girls and women in writing and media. Through writing challenges, mentorship, and affirming digital spaces, it inspires confidence and creativity in the next generation of storytellers."
  },
  {
    "category": "Literary ",
    "name": "Girls Write Now ",
    "website": "https://girlswritenow.org/",
    "description": "Girls Write Now is a nationally acclaimed mentorship organization connecting underserved teen girls and gender-expansive youth with women and nonbinary writing mentors. They support youth in finding their voice across genres?creative writing, journalism, digital storytelling, and more."
  },
  {
    "category": "Literary ",
    "name": "Wordmothers ",
    "website": "https://wordmothers.com/",
    "description": "WordMothers is a global platform spotlighting women-identifying and nonbinary authors. Through interviews and features, it shares insights into the craft and careers of writers across genres?centering diverse, feminist, and often underrepresented literary voices."
  },
  {
    "category": "Literary ",
    "name": "Women on Writing ",
    "website": "https://www.wow-womenonwriting.com/ ",
    "description": "WOW! is an online magazine and resource center supporting women writers through workshops, contests, publishing advice, and literary community. Whether you?re freelancing, publishing your first book, or blogging, WOW! is all about women lifting up other women in writing."
  },
  {
    "category": "Literary ",
    "name": "Black Women Radicals ",
    "website": "https://www.blackwomenradicals.com/",
    "description": "Black Women Radicals is a political education platform dedicated to uplifting the radical traditions of Black women, femmes, and gender-expansive people. Through digital archives, art, and activism, they spotlight global Black feminist histories and movements."
  },
  {
    "category": "Literary ",
    "name": "Hedgebrook ",
    "website": "https://www.hedgebrook.org/",
    "description": "Hedgebrook is a writer?s residency and global community that supports women and nonbinary writers creating work with a social justice lens. Their mission is rooted in radical hospitality, nurturing voices that shape culture and catalyze change."
  },
  {
    "category": "Literary ",
    "name": "The Black Women's Agenda",
    "website": "https://bwa-inc.org/",
    "description": "BWA uplifts Black literary talent across genres by providing support, networking, and advocacy. It?s a vibrant space for Black writers?published and emerging?to grow creatively and professionally while building collective power in publishing."
  },
  {
    "category": "Literary ",
    "name": "Words Without Borders ",
    "website": "https://wordswithoutborders.org/",
    "description": "Words Without Borders promotes cultural exchange by publishing exceptional international literature in English translation. With a focus on voices outside the dominant Western canon, they make global storytelling accessible and vital."
  },
  {
    "category": "Social Justice",
    "name": "National Coalition of 100 Black Women ",
    "website": "https://ncbw.org/",
    "description": "NCBW empowers Black women and girls through leadership development, education, health equity, and economic empowerment. Their chapters across the U.S. advocate for policies that uplift Black communities and amplify women?s voices in public life."
  },
  {
    "category": "Social Justice",
    "name": "Girltrek ",
    "website": "https://www.girltrek.org/",
    "description": "GirlTrek is a health and healing movement for Black women that centers walking as a radical act of self-care. With over a million participants, GirlTrek honors ancestral strength and ignites social change through community walks, storytelling, and wellness."
  },
  {
    "category": "Social Justice",
    "name": "Buy From a Black Women ",
    "website": "https://www.buyfromablackwoman.org/",
    "description": "Buy From A Black Woman is a nonprofit that uplifts and supports Black women-owned businesses through directories, workshops, and grants. It?s more than a marketplace?it?s a movement for economic justice and visibility."
  },
  {
    "category": "Social Justice",
    "name": "International Black Women's Public Policy Institute ",
    "website": "https://www.ibwppi.org/",
    "description": "The International Black Women?s Public Policy Institute (IBWPPI) is committed to advancing Black women and girls globally through advocacy, education, and leadership development. By addressing issues like human trafficking, education equity, and economic empowerment, IBWPPI shapes public policy that centers Black women?s lived experiences across the diaspora."
  },
  {
    "category": "Social Justice",
    "name": "National Council of Negro Women ",
    "website": "https://ncnw.org/",
    "description": "Founded by Dr. Mary McLeod Bethune, NCNW is a historic coalition of organizations focused on empowering Black women and their families. Through education, civic engagement, and economic advancement, they continue to uplift generations of Black leaders."
  },
  {
    "category": "Social Justice",
    "name": "NAACP ",
    "website": "https://naacp.org/",
    "description": "The NAACP is the oldest civil rights organization in the U.S., advocating for racial equity in education, voting rights, health, and criminal justice. With deep roots in Black organizing, it continues to fight for justice through policy and activism."
  },
  {
    "category": "Social Justice",
    "name": "Equal Justice Intiative ",
    "website": "https://eji.org/",
    "description": "EJI is a legal advocacy organization working to end mass incarceration and racial injustice. Founded by Bryan Stevenson, EJI leads public education campaigns and provides legal representation for the wrongfully convicted and marginalized."
  },
  {
    "category": "Social Justice",
    "name": "Black Voters Matter ",
    "website": "https://blackvotersmatterfund.org/",
    "description": "Black Voters Matter Fund strengthens Black voter engagement and builds grassroots power. Through voter education, community organizing, and policy work, they uplift Southern Black communities and fight voter suppression."
  },
  {
    "category": "Social Justice",
    "name": "Oakland Voices ",
    "website": "https://oaklandvoices.us/",
    "description": "Oakland Voices trains residents from marginalized communities to become community journalists. Through storytelling and media literacy, they center underrepresented voices and shift narratives about Oakland from the inside out."
  },
  {
    "category": "Social Justice",
    "name": "In Our Own VOices ",
    "website": "https://ioov.org/",
    "description": "In Our Own Voices centers the needs and voices of LGBTQ+ people of color by providing direct services, education, and advocacy. They support survivors of violence, promote health equity, and foster inclusive community spaces where BIPOC LGBTQ+ individuals can thrive."
  },
  {
    "category": "Social Justice",
    "name": "Black Girls Hike ",
    "website": "https://www.blackgirlshike.net/plans-pricing",
    "description": "Black Girls Hike Global is a wellness and adventure organization that reconnects Black women and girls to the healing power of nature. Through curated hiking experiences and membership-based programming, they foster sisterhood, mental wellness, and joyful outdoor exploration around the globe."
  },
  {
    "category": "Social Justice",
    "name": "Children of Promise ",
    "website": "https://www.childrenofpromise.global/",
    "description": "Children of Promise, Global offers holistic care to children impacted by incarceration. With programs in mental health, mentorship, and enrichment, they aim to break the cycle of generational trauma and uplift youth with dignity, creativity, and love."
  },
  {
    "category": "Social Justice",
    "name": "CLGS ",
    "website": "https://clgs.psr.edu/",
    "description": "CLGS at Pacific School of Religion is a trailblazing center that affirms the sacred worth of LGBTQ+ people through theological education, community advocacy, and interfaith dialogue. Their work includes a strong commitment to racial justice and intersectional spiritual liberation."
  },
  {
    "category": "Social Justice",
    "name": "Black PAC ",
    "website": "https://blackpac.com/",
    "description": "BlackPAC is a political action committee focused on building Black political power through voter mobilization and policy advocacy. They support progressive candidates, promote civic engagement, and center Black communities in the fight for equity and justice."
  },
  {
    "category": "Social Justice",
    "name": "National Action Network ",
    "website": "https://nationalactionnetwork.net/",
    "description": "Founded by Rev. Al Sharpton, NAN is a leading civil rights organization advocating for justice in policing, voting rights, education, and economic equity. With national and local chapters, NAN blends grassroots organizing with policy advocacy to confront systemic injustice."
  },
  {
    "category": "Social Justice",
    "name": "National Black Women's Justice Institute",
    "website": "https://www.nbwji.org/",
    "description": "NBWJI is dedicated to ending the criminalization of Black women and girls. Through research, technical assistance, and policy advocacy, they advance transformative justice and center the voices of Black women impacted by incarceration and systemic inequity."
  },
  {
    "category": "Social Justice",
    "name": "Black Vision ",
    "website": "https://www.blackvisionsmn.org/",
    "description": "Based in Minnesota, Black Visions is a Black-led, queer- and trans-centered organization dedicated to collective liberation and healing justice. They reimagine public safety, build political power, and lead transformative campaigns rooted in love and Black radical tradition."
  },
  {
    "category": "Social Justice",
    "name": "Color of Change ",
    "website": "https://colorofchange.org/",
    "description": "Color of Change is one of the largest online racial justice organizations in the U.S., using digital organizing to challenge injustice in media, tech, politics, and the economy. Their campaigns drive policy change and cultural shifts to build real power for Black communities."
  },
  {
    "category": "Social Justice",
    "name": "The Lantern Network Mentorship ",
    "website": "https://www.lanternnetwork.org/",
    "description": "The Lantern Network empowers Black students and young professionals through mentorship, scholarship, and professional development. By cultivating networks of support and fostering leadership, they help light the path toward educational and career success."
  },
  {
    "category": "Social Justice",
    "name": "400 Forward ",
    "website": "https://www.400forward.com/",
    "description": "Founded by the first Black woman licensed architect in Detroit, 400 Forward is a movement that supports and mentors the next generation of Black women and girls in architecture. By uplifting their creative visions, the organization challenges structural inequality in design and city-building."
  },
  {
    "category": "Social Justice",
    "name": "Black Girls Lead ",
    "website": "https://www.blackgirlslead.org/",
    "description": "An initiative of Black Girls Rock!, Black Girls Lead is a global leadership conference and enrichment program for Black girls. Through workshops, empowerment sessions, and mentorship, it cultivates critical thinking, creativity, and confidence in the next generation of changemakers."
  },
  {
    "category": "Social Justice",
    "name": "Black Girls Code ",
    "website": "https://www.wearebgc.org/",
    "description": "Black Girls Code empowers girls of color to become innovators in STEM by providing hands-on programming, coding workshops, and leadership training. Their mission is to close the tech gap and build a future where Black girls thrive as creators, not just consumers, of technology."
  },
  {
    "category": "Social Justice",
    "name": "Higher Heights for America ",
    "website": "https://www.higherheightsforamerica.org/",
    "description": "Higher Heights is a political organization focused on building Black women's political power. Through strategic organizing, policy advocacy, and supporting Black women candidates, they mobilize a voting bloc that transforms democracy and centers Black women?s leadership."
  },
  {
    "category": "Social Justice",
    "name": "Grassroots Law Project",
    "website": "https://grassrootslaw.org/",
    "description": "Grassroots Law bridges legal advocacy with grassroots organizing to radically transform policing and criminal justice in the U.S. They fight for accountability, policy change, and justice for victims of police violence?working at the intersection of legal power and people power."
  },
  {
    "category": "Literary ",
    "name": "The Malhat Review Creative Non-Fiction Contest",
    "website": "https://malahatreview.ca/contests/creative_non-fiction_prize/info.html",
    "description": ""
  },
  {
    "category": "Writing Contests",
    "name": "The New Quarterly Writing Contests",
    "website": "https://tnq.ca/tnq-contest-page/",
    "description": ""
  },
  {
    "category": "Literary ",
    "name": "The New Quarterly ",
    "website": "",
    "description": ""
  },
  {
    "category": "Literary ",
    "name": "Matter Monthly",
    "website": "https://mattermonthly.com/",
    "description": ""
  },
  {
    "category": "Writing Contests",
    "name": "Riddle Fence Contests",
    "website": "https://riddlefence.submittable.com/submit",
    "description": ""
  },
  {
    "category": "Literary ",
    "name": "Room Magazine",
    "website": "https://roommagazine.com/",
    "description": ""
  },
  {
    "category": "Literary ",
    "name": "PRISM Magazine",
    "website": "https://prismmagazine.ca/",
    "description": ""
  },
  {
    "category": "Literary ",
    "name": "Tin House Workshop",
    "website": "https://tinhouse.com/workshop/",
    "description": ""
  }
]